{"sections":{"ff9a2783-1626-4029-b298-343d8b60d60b":{"type":"BreadCrumbs","settings":{"breadcrumbs_checkbox":true,"colorid":"#737373","bold_title":true}},"74671ef0-9ebe-4b35-a0a9-48cb01795c4e":{"type":"main-page-privacy-policy","blocks":{"516f162c-5a84-4535-b74e-9f7a64bde4d5":{"type":"logo","settings":{"logo":"shopify:\/\/shop_images\/LOGO_1.png"}},"cfbd7f1e-0350-4713-a563-bd7fd1f5fe2e":{"type":"heading","settings":{"heading":"Privacy Policy","heading_size":"h1"}},"a18460fe-55fd-4092-bfd3-1f048b2023cf":{"type":"text","settings":{"text":"<p>We are committed to protecting your privacy and ensuring the highest level of security for your personal information. This Privacy Notice explains the types of personal information we collect, how we use that information, who we share it with, and how we protect that information.<\/p><p>Please read the following carefully to understand our views and practices regarding your personal information.<\/p><p>The terms of this Privacy Notice will be governed and be interpreted pursuant to the laws and regulations of United Arab Emirates.<\/p>"}}},"block_order":["516f162c-5a84-4535-b74e-9f7a64bde4d5","cfbd7f1e-0350-4713-a563-bd7fd1f5fe2e","a18460fe-55fd-4092-bfd3-1f048b2023cf"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":76,"heading_1":"","padding_bottom":52}},"a3516de9-e1f1-45b0-a27b-42cec46a1748":{"type":"collapsible-content","blocks":{"template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-1":{"type":"collapsible_row","settings":{"heading":"1. Who are we?","heading_2":"","icon":"none","row_content":"<p>This Privacy Notice is established by Mizzen General Trading LLC (a limited liability company incorporated under the laws of the United Arab Emirates, with commercial license number 787513 and registered office at P.O Box 2123) (hereinafter referred to as “Mizzen”, “we”, “us” or “our”), in its role as Aesop’s distributor in the United Arab Emirates, and applies to information that Mizzen collects from you in relation to the sale of Aesop products or services.<\/p>","page":""}},"template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-2":{"type":"collapsible_row","settings":{"heading":"2. What information is covered by this Privacy Notice?","heading_2":"","icon":"none","row_content":"<p>This Privacy Notice covers all personal information processed by us which means any information, including information collected using a Customer Profile Form, relating to an identified or identifiable natural person. An identifiable natural person in this context is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.<\/p>","page":""}},"template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-3":{"type":"collapsible_row","settings":{"heading":"3. What information do we collect from you?","heading_2":"","icon":"none","row_content":"<p>We may collect information about you from the following sources:<\/p>","page":""}},"template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-4":{"type":"collapsible_row","settings":{"heading":"4. How do we use your personal information?","heading_2":"","icon":"none","row_content":"<p>Why we process your information<\/p><p>How we use your information for this purpose:<\/p><p>Based on the following justification:<\/p><p>To provide you with information about our products and services.<\/p><p>We process your order history to develop, market, sell or otherwise provide products, services, or information to you.<\/p><p>Using your personal information in this way is necessary for us to perform our statutory and\/or contractual obligations to you. It is also in our legitimate interests to provide you with the best possible customer experience online and instore.<\/p><p>To process your payments and protect you against fraudulent transactions.<\/p><p>We process your personal information including your card details to fulfil your purchase orders for our products, services and\/or gift cards.<\/p><p>We also process this information to keep your payment details safe and protect you against fraudulent transactions.<\/p><p>It is in our legitimate interests to process financial information to keep payments secure and necessary for the performance of our contract with you.<\/p><p>To provide you with products and services that you have purchased from us.<\/p><p>We may need to use your name and contact details to perform our obligations under a contract with you (e.g. where you have purchased a product or service from us, like a hand cream or a facial treatment).<\/p><p>It is necessary for us to process your personal information in this way for us to perform our statutory and\/or contractual obligations to you.<\/p><p>To learn more about why you use certain products and inform our product developers.<\/p><p>We process your health information (e.g. where you suffer an adverse reaction to a product) to update your account with us.<\/p><p>We also process this data to conduct internal administrative activities, research, analytics, planning and product development.<\/p><p>It is in our legitimate interests to develop our products and market the right products to you.<\/p><p>To improve your experience on our website.<\/p><p>We process information such as your Aesop account username and password, IP address, information about your purchases and your other activity on our website to improve our website, including to modify it to your usage, history and preferences and troubleshoot problems.<\/p><p>It is in our legitimate interests to ensure we provide you with a seamless online experience.<\/p><p>To detect fraudulent or suspicious transactions.<\/p><p>We process the details of your device when you shop on our website to enable us to detect any fraudulent transactions or suspicious purchasing activity.<\/p><p>It is in our legitimate interests to process personal information in this way.<\/p><p>To assess the online activities of our website users.<\/p><p>We process information collected by our websites automatically and through cookies and other technologies to assess the activities of our users, to measure the interest in and use of our website and communications, and to customise the website and our communications with you. We do this on both on an individual basis and in the aggregate. Please see the section titled 'Information we collect about you' for more detail.<\/p><p>It is in our legitimate interests to process personal information using cookies and other technologies that we need to use to run our website. Where required by applicable law, we will ask for your consent to the use of cookies that aren't necessary to run our website.<\/p><p>To understand and analyse our sales, and your needs and preferences.<\/p><p>We may use your information such as your geographical location to help us conduct focused market research based on trends and common factors so that we develop, enhance, market and provide products and services to meet your individual needs.<\/p><p>It is in our legitimate interests to process personal information to develop, enhance, market and provide products and services to you.<\/p><p>To understand your preferences based on information included in your Aesop profile completed in-store or in other communications you send to us.<\/p><p>We process your information in this way to better understand you to maintain, update and service your account with us.<\/p><p>This processing also allows us to conduct internal administrative activities, research, analytics, planning and project development.<\/p><p>It is in our legitimate interests to process personal information so that we can better provide our products to you.<\/p><p>To process exchanges or returns.<\/p><p>We process your personal information to perform our obligations under our contract with you.<\/p><p>It is necessary for us to process your personal information to fulfil our statutory and\/or contractual obligations to you.<\/p><p>To respond to requests or complaints.<\/p><p>We will need to process your name and contact details to respond to requests or complaints.<\/p><p>It is necessary for us to process your personal information to fulfil our statutory and\/or contractual obligations to you.<\/p>","page":""}},"4e1e67e1-ea58-4bce-bec9-747840e0fffc":{"type":"collapsible_row","settings":{"heading":"5. Do we use your personal information for direct marketing?","heading_2":"","icon":"none","row_content":"<p>We will only use your information with your consent when we send you marketing materials by email, text, or post, depending on your marketing preferences. You can opt out at any time by contacting us as described below. When we send you communications by email or other electronic means, we will always give you the option to unsubscribe in the message itself.<\/p>","page":""}},"aa176782-b99b-485e-9284-f8618512c401":{"type":"collapsible_row","settings":{"heading":"6. With which third parties do we share your personal information?","heading_2":"","icon":"none","row_content":"<p>Your personal information is intended for Mizzen and Aesop but may be shared with third parties in certain circumstances:<\/p><p>Mizzen’s or Aesop's group of companies: We may share your personal information among our group of companies to register your account with us, deliver our products, provide you with customer support, process your payments, understand your preferences, send you information about products that may be of interest to you and conduct the other activities described in this Privacy Notice.<\/p><p>Our service providers: We use other companies, agents or contractors to perform services on our behalf or to assist us with the provision of the Aesop products to you. We may share personal information with the following categories of service provider:<\/p><ul><li>infrastructure and IT service providers, including for email archiving, mailing, payment\/billing, booking\/appointment systems, IT support desk and cloud-based services.<\/li><li>marketing, advertising, and communications agencies.<\/li><li>external auditors and advisers; or<\/li><li>other parties to whom we are authorized or required by law to disclose information.<\/li><li>logistics or Last mile delivery companies.<\/li><\/ul><p>Aesop products manufacturer: We share and transfer your personal information with and to Aesop UK Ltd in their role as the offshore manufacturer of Aesop products.<\/p><p>Mizzen’s group of companies: We may share your personal information among our group of companies to register your account with us, deliver our products, provide you with customer support, process your payments, understand your preferences, send you information about products that may be of interest to you and conduct the other activities described in this Privacy Notice.<\/p><p>Our service providers: We use other companies, agents, or contractors to perform services on our behalf or to assist us with the provision of the Aesop products to you. We may share personal information with the following categories of service provider:<\/p><p>While providing such services, these service providers may have access to your personal information. However, we will only provide our service providers with personal information which is necessary for them to perform their services, and we require them not to use your information for any other purpose. We will use our best efforts to ensure that all our service providers keep your personal information secure.<\/p><p>Third parties permitted by law: In certain circumstances, we may be required to disclose or share your personal information to comply with a legal or regulatory obligation (for example, we may be required to disclose personal information to the police, regulators, government agencies or to judicial or administrative authorities).<\/p><p>We may also disclose your personal information to third parties where disclosure is both legally permissible and necessary to protect or defend our rights, matters of national security, law enforcement, to enforce our contracts or protect your rights or those of the public.<\/p><p>Third parties connected with business transfers: We may transfer your personal information to third parties relating to a reorganization, restructuring, merger, acquisition or transfer of assets, provided that the receiving party agrees to treat your personal information in a manner consistent with this Privacy Notice.<\/p><p>We will not sell your personal information to third parties.<\/p><p>Please note our website may, from time to time, contain links to and from third-party websites of our partners or affiliates. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we have no control over how they may use your personal information. You should check the privacy policies of third-party websites before you submit any personal information to them.<\/p>","page":""}},"e7650513-3411-4e54-b72e-02ecde07cc07":{"type":"collapsible_row","settings":{"heading":"7. Where do we transfer your personal information?","heading_2":"","icon":"none","row_content":"<p>Aesop is a global brand and provides Aesop products and services all over the world. Your personal information may be transferred to and processed in:<\/p><ul><li>The United Kingdom<\/li><\/ul><p>By our affiliates and our service providers. We will take all steps that are reasonably necessary to ensure that your personal information is treated securely and in accordance with this Privacy Notice.<\/p>","page":""}},"61240d97-ff2d-4ca3-ba29-6960cbb59121":{"type":"collapsible_row","settings":{"heading":"8. What are your rights?","heading_2":"","icon":"none","row_content":"<p>You have the following rights available to you in respect of the personal information we hold about you:<\/p><ul><li>Access. You have the right to request a copy of the personal information we are processing about you. For your own privacy and security, at our discretion we may require you to prove your identity before providing the requested information.<\/li><li>Rectification. You have the right to have incomplete or inaccurate personal information that we process about you rectified.<\/li><li>Deletion. You have the right to request that we delete personal information that we process about you, except we are not obliged to do so if we need to retain such data to comply with a legal obligation or to establish, exercise or defend legal claims.<\/li><li>Restriction. You have the right to restrict our processing of your personal information where you believe such data to be inaccurate; our processing is unlawful; or that we no longer need to process such data for a purpose unless we are not able to delete the data due to a legal or other obligation or because you do not wish for us to delete it.<\/li><li>Portability. You have the right to obtain personal information we hold about you, in a structured, electronic format, and to transmit such data to another data controller, where this is (a) personal information which you have provided to us, and (b) if we are processing that data based on your consent or to perform a contract with you.<\/li><li>Objection. Where the legal justification for our processing of your personal information is our legitimate interest, including the profiling we undertake to send you personalized offers, product recommendations and similar content, you have the right to object to such processing on grounds relating to your situation. We will abide by your request unless we have compelling legitimate grounds for the processing which override your interests and rights, or if we need to continue to process the data for the establishment, exercise or defense of a legal claim.<\/li><li>Withdrawing Consent. If you have consented to our processing of your personal information, you have the right to withdraw your consent at any time, free of charge. This includes cases where you wish to opt out from marketing messages that you receive from us.<\/li><\/ul><p>You can make a request to exercise any of these rights in relation to your personal information by sending the request to aesop@mizzen.me<\/p><p>We will generally provide you with access to your personal information if practicable and will take reasonable steps to amend any of your personal information which is inaccurate or out of date.<\/p><p>Please note that where you have withdrawn your consent to our collection, use and disclosure of your personal information at any time (subject to contractual and legal restrictions and reasonable notice), we may be unable to provide you the products or services you have requested or contact you in the future.<\/p><p>You also have the right to lodge a complaint with the local data protection authority if you believe that we have not complied with applicable data protection laws. We would however appreciate the chance to deal with your concerns before you approach any local data protection authority so please contact us in first instance.<\/p>","page":""}},"c3a83fd3-35f5-4938-92b4-c4bb2eea9e1b":{"type":"collapsible_row","settings":{"heading":"9. Do we use CCTV?","heading_2":"","icon":"none","row_content":"<p>Please note that where CCTV is in operation in our stores you may be captured on CCTV and your footage and image recorded and stored. All CCTV footage is captured purely for your security and for the prevention and detection of crime. If you would like to know more about this, please contact us using the details provided below.<\/p>","page":""}},"8487dc79-c4b1-4493-8bf7-5aa7b9780927":{"type":"collapsible_row","settings":{"heading":"10. How do we protect your personal information?","heading_2":"","icon":"none","row_content":"<p>We do several things to keep our data secure, which are considered best practice in the IT security industry. Such measures include, for example, limiting access to personal information only to employees and authorized service providers who need to know such information for the purposes described in this Privacy Notice, as well as other administrative, technical and physical safeguards, including firewalls and encryption measures.<\/p><p>While we endeavor to protect our systems, website, operations and information against unauthorized access, use, modification and disclosure, due to the inherent nature of the Internet as an open global communications vehicle and other risk factors, we cannot guarantee that any information, during transmission or while stored on our systems, will be safe from intrusion by others, such as hackers.<\/p><p>We take reasonable steps to:<\/p><ul><li>a) make sure that the personal information we collect, use, and disclose is accurate, complete, and up to date.<\/li><li>b) protect the personal information that we hold from misuse and loss and from unauthorized access, modification, or disclosure; and<\/li><li>c) where permitted by law, destroy, or permanently anonymize personal information that is no longer needed for purposes for which it was collected.<\/li><\/ul><p>Mizzen's credit card transactions are fulfilled by an authorized banking institution. When collecting credit card information for online purchases, Mizzen offers secured server transactions that encrypt your information in transit to help prevent others from accessing it. Personal information is stored on servers that are protected by appropriate safeguards and will be accessible by authorized employees and agents who require access relating to their responsibilities. Your credit card details are encrypted and then removed from our system once your order has been dispatched.<\/p><p>We don't usually collect unsolicited personal information. In the event we receive unsolicited personal information, we will determine if it would have been permissible to collect that personal information if it had been solicited. If we determine that collection would not have been permissible, to the extent permitted by law, we will destroy or anonymize that personal information as soon as practicable.<\/p><p>we will generally provide individuals with the option of not identifying themselves when entering transactions when it is lawful and practicable to do so. However, on many occasions, we will not be able to do this. For example, we will need your address to deliver any products purchased through our website.<\/p>","page":""}},"03eccd18-a4a6-4793-9067-a616cd02d527":{"type":"collapsible_row","settings":{"heading":"11. How long do we keep your personal information?","heading_2":"","icon":"none","row_content":"<p>We will only retain your personal information for as long as necessary for the purpose for which that data was collected and to the extent permitted by applicable laws.<\/p><p>However, we may retain some information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements.<\/p>","page":""}},"4dc3e967-b183-4de3-adda-767fd2629cd3":{"type":"collapsible_row","settings":{"heading":"12. How do we deal with children's privacy?","heading_2":"","icon":"none","row_content":"<p>We will never knowingly collect personal information from individuals under the age of sixteen (16) years without first obtaining verifiable parental consent. If you are under the age of 16 you should not provide information to us. If we become aware that a person under 16 has provided personal information to us without verifiable parental consent, we will remove such personal information from our files.<\/p>","page":""}},"6222748d-3443-4d01-81b1-052bf78b6fc6":{"type":"collapsible_row","settings":{"heading":"13. How can you contact us?","heading_2":"","icon":"none","row_content":"<p>If there are any questions or concerns regarding this Privacy Notice, please contact us at aesop@mizzen.me<\/p>","page":""}},"df6a6987-62a2-4eb2-a9f1-e5d2ab33f266":{"type":"collapsible_row","settings":{"heading":"14. Which version of this Privacy Notice applies?","heading_2":"","icon":"none","row_content":"<p>This Privacy Notice is written in English and may be translated into other languages. In the event of any inconsistency between the English version and the translated version of this notice, the English version shall prevail.<\/p><p>We reserve the right to change our Privacy Notice from time to time. To obtain a copy of the latest version at any time, visit this website If we decide to change our Privacy Notice we post an alert on the home page of our global website.<\/p>","page":""}}},"block_order":["template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-1","template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-2","template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-3","template--20949801107748__a3516de9-e1f1-45b0-a27b-42cec46a1748-collapsible_row-4","4e1e67e1-ea58-4bce-bec9-747840e0fffc","aa176782-b99b-485e-9284-f8618512c401","e7650513-3411-4e54-b72e-02ecde07cc07","61240d97-ff2d-4ca3-ba29-6960cbb59121","c3a83fd3-35f5-4938-92b4-c4bb2eea9e1b","8487dc79-c4b1-4493-8bf7-5aa7b9780927","03eccd18-a4a6-4793-9067-a616cd02d527","4dc3e967-b183-4de3-adda-767fd2629cd3","6222748d-3443-4d01-81b1-052bf78b6fc6","df6a6987-62a2-4eb2-a9f1-e5d2ab33f266"],"settings":{"caption":"","heading":"","heading_1":"","heading_3":"","heading_4":"","heading_size":"h1","heading_alignment":"center","layout":"none","color_scheme":"","container_color_scheme":"","open_first_collapsible_row":false,"image_ratio":"adapt","desktop_layout":"image_second","padding_top":0,"padding_bottom":36}}},"order":["ff9a2783-1626-4029-b298-343d8b60d60b","74671ef0-9ebe-4b35-a0a9-48cb01795c4e","a3516de9-e1f1-45b0-a27b-42cec46a1748"]}